Repository: arkadeleon/ragnarok-offline
Catalog: RagnarokOffline/Resources/SkillSimulator.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pt_br, ru, th, tr, zh_hans, zh_hant

# %@ Points
source: %1$@ Points
de: %1$@ Punkte
es: Puntos de %1$@
fr: Points de %1$@
id: Poin %1$@
it: Punti %1$@
ja: %1$@ ポイント
ko: %1$@ 포인트
pt_br: Pontos de %1$@
ru: Очки %1$@
th: แต้ม %1$@
tr: %1$@ Puanları
zh_hans: %1$@ 点数
zh_hant: %1$@ 點數

# %@ Skills
source: %1$@ Skills
de: %1$@-Fertigkeiten
es: Habilidades de %1$@
fr: Compétences de %1$@
id: Skill %1$@
it: Abilità di %1$@
ja: %1$@ スキル
ko: %1$@ 스킬
pt_br: Habilidades de %1$@
ru: Навыки %1$@
th: สกิล %1$@
tr: %1$@ Yetenekleri
zh_hans: %1$@ 技能
zh_hant: %1$@ 技能

# Cannot reduce this skill. Required by %@.
source: Cannot reduce this skill. Required by %1$@.
de: Diese Fertigkeit kann nicht verringert werden. Benötigt von %1$@.
es: No se puede reducir esta habilidad. La requiere %1$@.
fr: Impossible de réduire cette compétence. Requise par %1$@.
id: Skill ini tidak bisa diturunkan. Dibutuhkan oleh %1$@.
it: Non puoi ridurre questa abilità. È richiesta da %1$@.
ja: このスキルは下げられません。%1$@ に必要です。
ko: 이 스킬 레벨은 내릴 수 없습니다. %1$@에 필요합니다.
pt_br: Não é possível reduzir esta habilidade. Ela é exigida por %1$@.
ru: Нельзя понизить этот навык. Он требуется для %1$@.
th: ไม่สามารถลดสกิลนี้ได้ เนื่องจาก %1$@ ต้องใช้สกิลนี้
tr: Bu yetenek düşürülemez. %1$@ tarafından gerektiriliyor.
zh_hans: 无法降低该技能等级。%1$@ 需要此技能。
zh_hant: 無法降低此技能等級。%1$@ 需要此技能。

source: Job
de: Beruf
es: Profesión
fr: Profession
it: Classe
ja: 職業
ko: 직업
pt_br: Classe
ru: Профессия
th: อาชีพ
tr: Meslek
zh_hans: 职业
zh_hant: 職業

# Missing prerequisites: %@.
source: Missing prerequisites: %1$@.
de: Fehlende Voraussetzungen: %1$@.
es: Faltan requisitos previos: %1$@.
fr: Prérequis manquants : %1$@.
id: Prasyarat belum terpenuhi: %1$@.
it: Prerequisiti mancanti: %1$@.
ja: 前提スキル不足: %1$@。
ko: 선행 조건이 부족합니다: %1$@.
pt_br: Pré-requisitos ausentes: %1$@.
ru: Не хватает требований: %1$@.
th: ขาดเงื่อนไขก่อนหน้า: %1$@
tr: Eksik ön koşullar: %1$@.
zh_hans: 缺少前置条件：%1$@。
zh_hant: 缺少前置條件：%1$@。

# No remaining %@ skill points.
source: No remaining %1$@ skill points.
de: Keine %1$@-Skillpunkte mehr übrig.
es: No quedan puntos de habilidad de %1$@.
fr: Il ne reste plus de points de compétence %1$@.
id: Poin skill %1$@ tidak tersisa.
it: Non ci sono più punti abilità %1$@.
ja: %1$@ のスキルポイントが不足しています。
ko: %1$@ 스킬 포인트가 부족합니다.
pt_br: Não há pontos de habilidade de %1$@ restantes.
ru: Не осталось очков навыков %1$@.
th: แต้มสกิลของ %1$@ ไม่เพียงพอ
tr: %1$@ için kalan yetenek puanı yok.
zh_hans: %1$@ 技能点不足。
zh_hant: %1$@ 技能點不足。

# Requires %@ job level %lld.
source: Requires %1$@ Job Lv %2$lld.
de: Erfordert %1$@ Job Lv %2$lld.
es: Requiere %1$@ Job Lv %2$lld.
fr: Nécessite %1$@ Job Lv %2$lld.
id: Membutuhkan %1$@ Job Lv %2$lld.
it: Richiede %1$@ Job Lv %2$lld.
ja: %1$@ のJob Lv %2$lldが必要です。
ko: %1$@ Job Lv %2$lld이(가) 필요합니다.
pt_br: Requer %1$@ Job Lv %2$lld.
ru: Требуется %1$@ Job Lv %2$lld.
th: ต้องการ %1$@ Job Lv %2$lld
tr: %1$@ Job Lv %2$lld gerekir.
zh_hans: 需要 %1$@ Job Lv %2$lld。
zh_hant: 需要 %1$@ Job Lv %2$lld。

# Requires %@.
source: Requires %1$@.
de: Erfordert %1$@.
es: Requiere %1$@.
fr: Nécessite %1$@.
id: Membutuhkan %1$@.
it: Richiede %1$@.
ja: %1$@ が必要です。
ko: %1$@이(가) 필요합니다.
pt_br: Requer %1$@.
ru: Требуется %1$@.
th: ต้องการ %1$@
tr: %1$@ gerekir.
zh_hans: 需要 %1$@。
zh_hant: 需要 %1$@。

# Requires base level %lld.
source: Requires Base Lv %1$lld.
de: Erfordert Base Lv %1$lld.
es: Requiere Base Lv %1$lld.
fr: Nécessite Base Lv %1$lld.
id: Membutuhkan Base Lv %1$lld.
it: Richiede Base Lv %1$lld.
ja: Base Lv %1$lld が必要です。
ko: Base Lv %1$lld이(가) 필요합니다.
pt_br: Requer Base Lv %1$lld.
ru: Требуется Base Lv %1$lld.
th: ต้องการ Base Lv %1$lld
tr: Base Lv %1$lld gerekir.
zh_hans: 需要 Base Lv %1$lld。
zh_hant: 需要 Base Lv %1$lld。

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 초기화
pt_br: Redefinir
ru: Сброс
th: รีเซ็ต
tr: Sıfırla
zh_hans: 重置
zh_hant: 重置

source: Skill is already at level 0.
de: Die Fertigkeit ist bereits auf Stufe 0.
es: La habilidad ya está en nivel 0.
fr: La compétence est déjà au niveau 0.
id: Skill sudah berada di level 0.
it: L'abilità è già al livello 0.
ja: スキルはすでに Lv 0 です。
ko: 스킬이 이미 레벨 0입니다.
pt_br: A habilidade já está no nível 0.
ru: Навык уже имеет уровень 0.
th: สกิลอยู่ที่เลเวล 0 อยู่แล้ว
tr: Yetenek zaten seviye 0'da.
zh_hans: 技能已经是 0 级。
zh_hant: 技能已經是 0 級。

source: Skill is already at maximum level.
de: Die Fertigkeit ist bereits auf Maximalstufe.
es: La habilidad ya está al nivel máximo.
fr: La compétence est déjà au niveau maximal.
id: Skill sudah berada di level maksimum.
it: L'abilità è già al livello massimo.
ja: スキルはすでに最大レベルです。
ko: 스킬이 이미 최대 레벨입니다.
pt_br: A habilidade já está no nível máximo.
ru: Навык уже имеет максимальный уровень.
th: สกิลอยู่ที่เลเวลสูงสุดแล้ว
tr: Yetenek zaten maksimum seviyede.
zh_hans: 技能已经达到最高等级。
zh_hant: 技能已經達到最高等級。

source: Skill is not available in this tree.
de: Diese Fertigkeit ist in diesem Skillbaum nicht verfügbar.
es: Esta habilidad no está disponible en este árbol.
fr: Cette compétence n'est pas disponible dans cet arbre.
id: Skill ini tidak tersedia di pohon skill ini.
it: Questa abilità non è disponibile in questo albero.
ja: このスキルは現在のツリーでは使用できません。
ko: 이 스킬은 현재 트리에서 사용할 수 없습니다.
pt_br: Esta habilidade não está disponível nesta árvore.
ru: Этот навык недоступен в текущем дереве.
th: สกิลนี้ไม่มีในสายสกิลปัจจุบัน
tr: Bu yetenek bu ağaçta kullanılamıyor.
zh_hans: 该技能不在当前技能树中。
zh_hant: 該技能不在目前技能樹中。

source: Total Points
de: Gesamtpunkte
es: Puntos totales
fr: Points totaux
id: Total Poin
it: Punti totali
ja: 合計ポイント
ko: 총 포인트
pt_br: Pontos totais
ru: Всего очков
th: แต้มรวม
tr: Toplam Puan
zh_hans: 总点数
zh_hant: 總點數

source: Skill Simulator
es: Simulador de habilidades
fr: Simulateur de compétences
id: Simulasi Skill
it: Simulatore abilità
ja: スキルシミュレーター
ko: 스킬 시뮬레이터
pt_br: Simulador de habilidades
ru: Симулятор навыков
th: ตัวจำลองสกิล
tr: Yetenek Simülatörü
zh_hans: 技能模拟器
zh_hant: 技能模擬器
